Repository: ridialass/TimeTrackerSolution
Catalog: TimeTracker.AdminUI/Resources/PagesTexts.*.resx
Languages: it

# ActionsLabel
source: Actions
it: Azioni

source: Admin Dashboard
it: Dashboard di amministrazione

# AllPeriodsOption
source: All
it: Tutti

# AuthenticatedAsAdmin
source: You are authenticated as Admin!
it: Sei autenticato come amministratore!

# BackButton
source: Back
it: Indietro

# BackToHomeButton
source: Back to home
it: Torna a home

# BackToLoginButton
source: Back to login
it: Torna al login

# CancelButton
source: Cancel
it: Cancellare

# ChangePasswordFailed
source: Password change failed. Check your old password.
it: Cambio password non riuscito. Controlla la tua vecchia password.

# ChangePasswordSuccess
source: Password successfully changed.
it: Password modificata con successo.

# CountryLabel
source: Country
it: Paese

# CreateButton
source: Create
it: Creare

# CreateEmployeeButton
source: Create Employee
it: Creare dipendente

# CreateTimeEntryTitle
source: Create time entry
it: Creare sessione

# CustomOption
source: Custom
it: Personalizata

# DetailsButton
source: Details
it: Ditaglio

# DetailsTimeEntryTitle
source: Time entry details
it: Dettaglio del punteggio

# DevelopmentModeHeader
source: Development mode
it: Modalità di sviluppo

# DevelopmentModeInfo
source: Switching to development mode will show detailed error information.
it: Passando alla modalità di sviluppo vengono visualizzate informazioni dettagliate sull'errore che si è verificato.

# DevelopmentWarningBody
source: This may expose sensitive information to users. For local debugging, enable development mode by setting ASPNETCORE_ENVIRONMENT to Development then restart the app.
it: Ciò potrebbe esporre informazioni sensibili agli utenti. Per il debug locale, abilitare la modalità di sviluppo impostando la variabile d'ambiente ASPNETCORE_ENVIRONMENT su Sviluppo, quindi riavviare l'applicazione.

# DevelopmentWarningHeader
source: Development mode should not be enabled in production.
it: La modalità di sviluppo non dovrebbe essere abilitata in produzione.

source: Dinner paid
it: Pasto pagato

# DinnerPaidBy_Company
source: Company
it: Ditta

# DinnerPaidBy_Employee
source: Employee
it: Dipendente

# DinnerPaidLabel
source: Dinner paid
it: Pasto pagato

# DurationLabel
source: Duration
it: Durata

# EditButton
source: Edit
it: Modificare

# EditTimeEntryTitle
source: Edit time entry
it: Modificare un punteggio

# EmailLabel
source: Email address
it: Indirizzo email

# EmailRequired
source: Email is required.
it: L'email è obbligatoria.

# EmployeeDeleted
source: Employee successfully deleted
it: Dipendente eliminato con successo

# EmployeeLabel
source: Employee
it: Dipendente

source: Employee not found
it: Dipendente non trovato

# EmployeeUpdated
source: Employee successfully updated
it: Dipendente modificato con successo

# EndAddressLabel
source: End address
it: Localizzazione fine

# EndTimeLabel
source: End
it: Fine

# EndTimeRequired
source: End time is required.
it: L'orario di fine è obbligatorio.

# ErrorHeader
source: Error
it: Errore

# ErrorOccurredMessage
source: An error occurred while processing your request.
it: Si è verificato un errore durante l'elaborazione della richiesta.

# ErrorTitle
source: Error
it: Errore

# ExportCsvButton
source: Export CSV
it: Esporta CSV

# FirstNameLabel
source: First name
it: Nome

# Forbidden
source: Forbidden action
it: Azione proibita

# ForgotPasswordLink
source: Forgot password?
it: Hai dimenticato la password?

# ForgotPasswordTitle
source: Forgot password
it: Password dimenticata

# FromLabel
source: From
it: Dal

# IdMismatch
source: Resource id mismatch
it: Incoerenza tra l'identificatore della risorsa e quello fornito

# IncludesTravelTimeLabel
source: Travel
it: Transferta

# Invalid2FACode
source: Invalid or expired 2FA code.
it: Codice 2FA non valido o scaduto.

source: Invalid credentials
it: Credenziali non valide

# InvalidModel
source: Invalid data model
it: Modello di dati non valido

# InvalidRefreshToken
source: Invalid or expired refresh token.
it: Token di aggiornamento non valido o scaduto.

# IsAdminModifiedLabel
source: Modified by admin
it: Modificato dall'amministratore

# LastNameLabel
source: Last name
it: Cognome

# LogoutButton
source: Logout
it: Esci

# LogoutMessage
source: You have been logged out.
it: Sei stato disconnesso.

# LogoutTitle
source: Logout
it: Esci

# MesSessions
source: My sessions
it: Miei sessioni

# MonProfil
source: My profile
it: Mio profilo

# NextWeekButton
source: Next week
it: Settimana seguente

# NoDataFoundMessage
source: No data found for this entry.
it: Nessun dato trovato per questo punteggio.

# NoSessionsMessage
source: No sessions to display.
it: Nessuna sessione da visualizzare.

# PasswordRequired
source: Password is required.
it: La password è obbligatoria.

# PasswordResetEmailLog
source: Reset token sent to
it: Token di reset inviato a

# PasswordResetFailed
source: Unable to reset password. Check your token or email.
it: Impossibile reimpostare la password. Controlla il tuo token o la tua email.

# PasswordResetSuccess
source: Password successfully reset
it: Reimpostazione password avvenuta con successo

# PeriodLabel
source: Period
it: Periodo

# PreviousWeekButton
source: Previous week
it: Settimana precedente

source: Privacy
it: Riservatezza

# RegisterButton
source: Create this user
it: Registrare nuovo dipendente

# RegisterTitle
source: Register new employee
it: Registrazione di nuovo dipendente

# RequestIdLabel
source: Request ID:
it: ID della riquesta

# RoleAdmin
source: Admin
it: Amministratore

# RoleEmployee
source: Employee
it: Dipedente

# RoleLabel
source: Role
it: Ruolo

# RoleRequired
source: Role is required.
it: Il ruolo è obbligatorio.

# RoleTechnician
source: Technician
it: Registrare

# SaveButton
source: Save
it: Chiave segreta JWT mancante nella configurazione.

# SecretKeyMissing
source: JWT secret key missing in configuration.
it: Chiave segreta JWT mancante nella configurazione.

# SelectLabel
source: Select
it: Selezionare

# Send2FACodeEmailLog
source: 2FA code sent to
it: Codice 2FA inviato a

# Send2FACodeFailed
source: Unable to send 2FA code.
it: Impossibile inviare il codice 2FA.

# Send2FACodeSuccess
source: 2FA code sent successfully.
it: Codice 2FA inviato con successo.

# SendResetLinkButton
source: Send reset link
it: Invia link di reimpostazione

# SessionsForLabel
source: Sessions for
it: Sessione per:

# SessionTypeLabel
source: Type
it: Tipo

# StartAddressLabel
source: Start address
it: Localizzazione Inizio

# StartTimeLabel
source: Start
it: Inizio

# StartTimeRequired
source: Start time is required.
it: L'orario di inizio è obbligatorio.

# SubmitButton
source: Submit
it: Go

# ThisMonthOption
source: This month
it: Questo Mese

# ThisWeekOption
source: This week
it: Questa settimana

# TimeEntryDeleted
source: Time entry successfully deleted
it: Inserimento orario eliminato con successo

source: Time entry not found
it: Inserimento orario non trovato

# TimeEntryPatched
source: Time entry partially updated successfully
it: Inserimento orario parzialmente modificato con successo

# TimeEntryUpdated
source: Time entry successfully updated
it: Inserimento orario modificato con successo

# TimePeriodRequired
source: Duration is required.
it: La durata è obbligatoria.

# ToLabel
source: To
it: Al

# TownLabel
source: Town
it: Città

# TravelTimeEstimateLabel
source: Travel time
it: Durata Viaggio

# Unauthorized
source: Unauthorized access
it: Accesso non autorizzato

# UsernameLabel
source: Username
it: Nome Utente

# UsernameRequired
source: Username is required.
it: Il nome utente è obbligatorio.

source: User not found.
it: Utente non trovato.

# Verify2FACodeSuccess
source: 2FA code successfully verified.
it: Codice 2FA verificato con successo.

# WelcomeMessage
source: Welcome! Please fill out the form below.
it: Benvenuti! Compilate il modulo sottostante.

# YesLabel
source: Yes
it: Si

# PrivacyTitle
source: Privacy policy
it: politica sulla riservatezza

# PrivacyDescription
source: Use this page to detail your site's privacy policy.
it: Utilizza questa pagina per conoscere nel dettaglio l'informativa sulla privacy del tuo sito.

# SessionType_Regular
source: Regular
it: Diurno

# SessionType_Night
source: Night
it: Notturno

# SessionType_OutOfTown
source: Out of town
it: Transferte

# SessionType_Extraordinary
source: Extraordinary
it: Straordinario

# SessionType_Sickness
source: Sickness
it: Malattia

# SessionType_Vacation
source: Vacation
it: vacanza

# SessionType_Other
source: Other
it: Altro

# CreateUserEmptyError
source: Username/password cannot be empty.
it: Il campo Nome utente/Password non può essere vuoto.

# CreateUserSuccess
source: User '{0}' created successfully.
it: Utente '{0}' creato con successo.

# CreateUserConflictError
source: Username '{0}' already exists.
it: Il nome utente '{0}' esiste già.

# CreateUserGenericError
source: Unable to create user.
it: Impossibile creare l'utente.

# ExportNoEmployeeError
source: No employee selected.
it: Nessun dipendente selezionato.

# ExportSessionApiError
source: Error retrieving sessions.
it: Errore durante il recupero delle sessioni.

# CsvUsername
source: Username
it: Nome utente

# CsvSessionType
source: Session type
it: Tipo si sessione

# CsvStartTime
source: Start
it: Inizio

# CsvEndTime
source: End
it: Fine

# CsvWorkDuration
source: Duration
it: Durata

# CsvIncludesTravel
source: Travel
it: Transferta

# CsvTravelTime
source: Travel time
it: Durata viaggio

# CsvStartAddress
source: Start address
it: Localizzazione inizio

# CsvEndAddress
source: End address
it: Localizzazione fine

# CsvDinnerPaid
source: Dinner paid
it: Pasto pagato
