Repository: ridialass/TimeTrackerSolution
Catalog: TimeTracker.Mobile/Resources/Strings/AppResources.*.resx
Languages: it

# AdminDashboard_BackToHome
source: ⌂ Retour à l’accueil
it: ⌂ Torna alla Home

# AdminDashboard_Error
source: Erreur
it: Errore

# AdminDashboard_LoadUsers_Error
source: Échec du chargement des utilisateurs.
it: Caricamento utenti fallito.

# AdminDashboard_Refresh
source: Rafraîchir
it: Aggiorna

# EndSession_BackToHome
source: ⌂ Retour à l’accueil
it: ⌂ Torna alla Home

# EndSession_DinnerPaidBy
source: Qui a payé le dîner ?
it: Chi ha pagato la cena?

# EndSession_EndSessionBtn
source: Terminer la session
it: Termina sessione

# EndSession_Error_NoSession
source: Aucune session à terminer.
it: Nessuna sessione da terminare.

# EndSession_Error_Title
source: Erreur
it: Errore

# EndSession_LocationUnavailable
source: Localisation indisponible
it: Posizione non disponibile

# EndSession_NoSessionInProgress
source: Aucune session en cours
it: Nessuna sessione in corso

# EndSession_SessionInfo
source: Infos session en cours
it: Info sessione in corso

# EndSession_SessionInProgress
source: Session en cours :
it: Sessione in corso:

# EndSession_StartedAt
source: démarrée à
it: iniziata alle

# EndSession_Title
source: Terminer la session
it: Termina sessione

# EndSession_TravelHours
source: Heures de déplacement
it: Ore di viaggio

# EndSession_TravelMinutes
source: Minutes de déplacement
it: Minuti di viaggio

# Home_AdminDashboard_Alert_AccessDenied
source: Vous n'avez pas les droits pour accéder à l'Admin Dashboard.
it: Non hai i permessi per accedere alla Dashboard Admin.

# Home_AdminDashboard_Alert_Title
source: Accès refusé
it: Accesso negato

# Home_EndSession
source: Terminer la session
it: Termina sessione

# Home_EndSession_Alert_NoSession
source: Aucune session n'est en cours. Veuillez d'abord démarrer une session.
it: Nessuna sessione attiva. Avvia prima una sessione.

# Home_EndSession_Alert_Title
source: Pas de session en cours
it: Nessuna sessione in corso

# Home_History
source: Historique
it: Cronologia

# Home_StartSession
source: Démarrer une session
it: Avvia sessione

# Home_StartSession_Alert_AlreadyStarted
source: Vous avez déjà une session non terminée. Veuillez d'abord terminer cette session.
it: Hai già una sessione non terminata. Completa prima quella sessione.

# Home_StartSession_Alert_Title
source: Session en cours
it: Sessione in corso

# Home_Tab
source: Accueil
it: Home

# Home_Title
source: Accueil
it: Home

# Login_Button
source: Connexion
it: Accedi

source: Login_Error_EmptyFields
it: Compila tutti i campi.

# Login_Error_Exception
source: Erreur lors de la connexion. Veuillez réessayer.
it: Errore durante l’accesso. Riprova.

# Login_Error_Invalid
source: Échec de la connexion : identifiants invalides ou erreur serveur.
it: Accesso fallito: credenziali non valide o errore del server.

# Login_Error_Label
source: Erreur
it: Errore

# Login_Flyout_Title
source: Connexion
it: Accesso

# Login_Loading
source: Connexion en cours…
it: Connessione in corso…

# Login_Password
source: Mot de passe
it: Password

# Login_Placeholder_Password
source: Mot de passe
it: Password

# Login_Placeholder_Username
source: Entrez votre nom d’utilisateur
it: Inserisci il tuo nome utente

# Login_Title
source: Connexion
it: Connessione

# Login_Username
source: Nom d’utilisateur
it: Nome utente

# Logout
source: Déconnexion
it: Disconnetti

# Registration_Country
source: Pays
it: Paese

# Registration_Failed
source: Échec de l'inscription.
it: Registrazione fallita.

# Registration_FirstName
source: Prénom
it: Nome

# Registration_LastName
source: Nom
it: Cognome

# Registration_Password
source: Mot de passe
it: Password

# Registration_RegisterBtn
source: S'inscrire
it: Registrati

# Registration_Role
source: Rôle
it: Ruolo

# Registration_Success
source: Inscription réussie !
it: Registrazione riuscita!

# Registration_Title
source: Inscription
it: Registrazione

# Registration_Town
source: Ville
it: Città

# Registration_Username
source: Nom d'utilisateur
it: Nome utente

# StartSession_BackToHome
source: ⌂ Retour à l’accueil
it: ⌂ Torna alla Home

# StartSession_Error_CannotStart
source: Impossible de démarrer la session.
it: Impossibile avviare la sessione.

# StartSession_Error_NoUser
source: Aucun utilisateur connecté.
it: Nessun utente connesso.

# StartSession_IncludesTravel
source: Inclut du déplacement ?
it: Include spostamento?

# StartSession_LocationUnavailable
source: Localisation indisponible
it: Posizione non disponibile

# StartSession_SelectType
source: Sélectionnez le type de session
it: Seleziona tipo di sessione

# StartSession_Title
source: Démarrer une session
it: Avvia sessione

# StartSession_StartBtn
source: Démarrer la session
it: Avvia sessione

# StartSession_Error_Title
source: Erreur
it: Errore

# TimeEntries_BackToHome
source: ⌂ Retour à l’accueil
it: ⌂ Torna alla Home

# TimeEntries_Title
source: Historique des pointages
it: Storico timbrature

# TimeEntries_TotalDuration
source: ⏱ Durée totale : {0:%h}h {0:%m}m
it: ⏱ Durata totale: {0:%h}h {0:%m}m

# TimeEntries_TravelIncluded
source: 🚗 Trajet inclus : {0}
it: 🚗 Tragitto incluso: {0}

# TimeEntries_TravelTime
source: 🚕 Temps de trajet : {0:hh\:mm}
it: 🚕 Tempo tragitto: {0:hh\:mm}

# TimeEntries_StartAddress
source: 📍 Début: {0}
it: 📍 Inizio: {0}

# TimeEntries_EndAddress
source: 📍 Fin: {0}
it: 📍 Fine: {0}

# TimeEntries_DinnerPaid
source: 🍽 Dîner : {0}
it: 🍽 Cena: {0}

# TimeEntries_NotAuthenticated
source: Non authentifié.
it: Non autenticato.

# TimeEntries_FailedToLoad
source: Échec du chargement des pointages.
it: Caricamento timbrature fallito.
